aaron-bond.better-comments
adpyke.codesnap
andres-munoz.tasktree
blackboxapp.blackbox
blackboxapp.blackboxagent
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
codeium.codeium
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
danielpinto8zz6.c-cpp-compile-run
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
divyanshuagrawal.competitive-programming-helper
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot-chat
github.vscode-pull-request-github
humao.rest-client
johnbillion.vscode-wordpress-hooks
johnpapa.vscode-peacock
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
passionkind.prettier-vscode-with-tabs
pkief.material-icon-theme
prisma.prisma
rvest.vs-code-prettier-eslint
tomoki1207.pdf
usernamehw.errorlens
wordpresstoolbox.wordpress-toolbox
xabikos.javascriptsnippets
xdebug.php-debug
zignd.html-css-class-completion
